const lang = {
  en: { search: "search", gptSearchPlaceHolder: "What you want to watch today",title:"🎬 GEMINI Movie Recommendation",subtitle:"Search movies by mood, actor, genre or story" },
  hindi: { search: "खोज", gptSearchPlaceHolder: "आज आप क्या देखना चाहते हैं" , title:"🎬 जेमिनी द्वारा फ़िल्म सिफारिशें",subtitle:"मूड, अभिनेता, शैली या कहानी के आधार पर फ़िल्में खोजें"},
  marathi: { search: "शोध", gptSearchPlaceHolder: "आज तुम्हाला काय पहायचे आहे" ,title:"🎬 जेमिनी चित्रपट शिफारस प्रणाली",subtitle:"मूड, अभिनेता, प्रकार किंवा कथेनुसार चित्रपट शोधा"},
};
export default lang;
